Repository: gatuno/DN42_DNS
Catalog: src/DNS42/locale/*/dns42.po
Languages: es_mx

source: Full Name: %%name%%
es_mx: Nombre Completo: %%name%%

source: Update user info
es_mx: Actualizar información del usuario

source: Change my password
es_mx: Cambiar mi contraseña

source: Reset user password
es_mx: Reiniciar contraseña de usuario

source: Create
es_mx: Crear

source: Add user
es_mx: Agregar usuario

source: Add new user
es_mx: Agregar nuevo usuario

source: Username:
es_mx: Usuario:

source: Full name:
es_mx: Nombre:

source: Reset password
es_mx: Reiniciar contraseña

source: Read the <a id="showterms" href="#theterms">terms and conditions</a> – basically <em>"Please be nice, we respect you"</em>.
es_mx: Lee los <a id="showterms" href="#theterms">términos y condiciones</a> – básicamente <em>"Por favor sé amable, te respetamos"</em>.

source: Create your account
es_mx: Crear su cuenta

source: Cancel
es_mx: Cancelar

source: This is a free DNS service, exclusive for the DN42 network. Any service abuse will provoke an account suspension.
es_mx: Este es un servicio de DNS gratuito, exclusivo para la red DN42. Cualquier abuso en el servicio provocará la suspensión de la cuenta.

source: Terms and conditions of use
es_mx: Términos y condiciones de uso

source: About your email
es_mx: Acerca de su correo

source: We may use your email for password recovery purpose. We use your email to display a gravatar from gravatar.com
es_mx: Podríamos usar su correo con el fin de restablecer su contraseña. Usaremos su correo para desplegar su foto desde gravatar.com

source: About your other personal info
es_mx: Acerca del resto de su información personal

source: We don't share any of your personal data with anybody. It is used only for display purposes.
es_mx: No compartimos ninguna de su información personal. Solo es usada con fines visuales.

source: About our service
es_mx: Acerca de nuestro servicios

source: Home
es_mx: Inicio

source: Domains
es_mx: Dominios

source: Free DNS
es_mx: DNS Gratuito

source: Logout
es_mx: Salir

source: Login
es_mx: Ingresar

source: Foot page
es_mx: Pié de página

source: Welcome text here
es_mx: Texto de bienvenida aquí

source: Recover My Password
es_mx: Recuperar su contraseña

source: Have you forgotten you password? Try <a href="%%recov_url%%">recovering</a>
es_mx: ¿Ha olvidado su contraseña? Pruebe a <a href="%%recov_url%%">recuperarla</a>

source: New user? Please <a href="%%register_url%%">register</a> yourself.
es_mx: ¿Usuario nuevo? Por favor <a href="%%register_url%%">regístrese</a>

source: What is your login?
es_mx: ¿Cuáles son sus credenciales?

source: My login is
es_mx: Mi login es

source: My password is
es_mx: Mi contraseña es

source: Sign in
es_mx: Ingresar

source: Email:
es_mx: Correo:

source: Reset Your Password
es_mx: Reestablecer su contraseña

source: Recover Your Password
es_mx: Recuperar su contraseña

source: Run checks for all the nameservers in this domain
es_mx: Correr todas las pruebas para los servidores de nombres de este dominio

source: Schedule check for this nameserver with this domain
es_mx: Programar prueba para este servidor de nombres con este dominio

source: Test
es_mx: Prueba

source: Result
es_mx: Resultado

source: DNS Response
es_mx: Respuesta DNS

source: Not tested
es_mx: No probado

source: Bad
es_mx: Mal

source: Correct
es_mx: Correcto

source: Returned NS list
es_mx: Lista de NS

source: (empty or no response)
es_mx: (vacío o sin respuesta)

source: Skipped
es_mx: Omitido

source: Authoritative response from this NS
es_mx: Respuesta autoritativa de este servidor

source: Full transfer
es_mx: Transferencia completa de zona

source: Bad (Full transfer allowed)
es_mx: Mal (Transferencia permitida)

source: Explanation for the tests
es_mx: Explicación para las pruebas realizadas

source: Schedule ping check on this server
es_mx: Programar una prueba ping para este servidor

source: Domains associated with this nameserver
es_mx: Dominios asociados con este servidor de nombres

source: List of .dn42 domains
es_mx: Lista de dominios .dn42

source: Ping response
es_mx: Respuesta ping

source: Partial ping response
es_mx: Respuesta de ping parcial

source: No ping response
es_mx: Sin respuesta de ping

source: This nameserver has IPv4
es_mx: Este servidor de nombres tiene IPv4

source: This nameserver has IPv6
es_mx: Este servidor de nombres tiene IPv6

source: Domain
es_mx: Dominio

source: Nameservers
es_mx: Servidores de nombres

source: Managing zone: %%domain_name%%
es_mx: Administrando zona: %%domain_name%%

source: Zone failed validation test. ERROR: Delegation was not found. Please delegate to ns1.gatuno.dn42 then retry. (%%domain_name%%).
es_mx: Validación de zona fallido. ERROR: La delegación no fué encontrada. Por favor delegue la zona a ns1.gatuno.dn42 y reintente. (%%domain_name%%).

source: You can <a href="%%check_url%%">manually schedule</a> another test
es_mx: Usted puede <a href="%%check_url%%">reprogramar</a> otra prueba

source: Zone validation in progress. Please wait at least 1 minute and refresh the page.
es_mx: Validación de zona en progreso. Por favor espere al menos 1 minuto y refresque la página.

source: New A
es_mx: Nuevo A

source: New AAAA
es_mx: Nuevo AAAA

source: New CNAME
es_mx: Nuevo CNAME

source: New ALIAS
es_mx: Nuevo ALIAS

source: New MX
es_mx: Nuevo MX

source: New NS
es_mx: Nuevo NS

source: New TXT
es_mx: Nuevo TXT

source: Name
es_mx: Nombre

source: Type
es_mx: Tipo

source: Priority
es_mx: Prioridad

source: Data
es_mx: Datos

source: Delete
es_mx: Eliminar

source: Add domain!
es_mx: ¡Agregar dominio!

source: Add record
es_mx: Agregar registro

source: <strong>Warning!</strong>: Beta service. May broke sometimes. Please report bugs to apt [AT] gatuno [DOT] mx
es_mx: <strong>¡Advertencia!</strong>: Servicio en fase Beta. Puede tener fallos. Por favor reporte bugs a apt [AT] gatuno [DOT] mx

source: ➕ Add new domain
es_mx: ➕ Agregar nuevo dominio

source: Active domains for this account
es_mx: Dominios activos para esta cuenta

source: <strong>Warning!</strong> You are going to delete the entire zone. All the zone records will be deleted too
es_mx: <strong>¡Advertencia!</strong> Usted va a eliminar la zona completa. Todos los registros serán eliminados también

source: Delete domain
es_mx: Eliminar dominio

source: <strong>Warning!</strong> You are going to delete the following record:
es_mx: <strong>¡Advertencia!</strong> Usted va a eliminar el siguiente registro:

source: Delete record
es_mx: Eliminar registro

source: Your current password
es_mx: Su contraseña actual

source: Your new password
es_mx: Su nueva contraseña

source: Your password must be hard for other people to find it, but easy for you to remember.
es_mx: Su contraseña debe ser difícil de adivinar, pero fácil de recordar

source: Confirm your password
es_mx: Confirme su contraseña

source: The two passwords must be the same.
es_mx: Las dos contraseñas deben coincidir.

source: The supplied password doesn't match our records.
es_mx: La contraseña introducida no coincide con nuestros registros.

source: The new password
es_mx: La nueva contraseña

source: Confirm the password
es_mx: Confirme su contraseña

source: Username
es_mx: Usuario

source: First name
es_mx: Nombre

source: Last name
es_mx: Apellido

source: Email
es_mx: Correo

source: A valid email address for password recovery propuse
es_mx: Un correo válido para fines de recuperación de contraseña

source: Language
es_mx: Lenguaje

source: Default language for the user
es_mx: Lenguaje por defecto para el usuario

source: The password for the user
es_mx: La contraseña para el usuario

source: The selected username already exists
es_mx: El nombre de usuario ya existe

source: A name may only contain A-Z, a-z, 0-9, _, -, or .. '@' or the hostname may be used where appropriate.
es_mx: El nombre solo debe contener letras A-Z, a-z, 0-9, _, -, o .. '@' o el nombre del dominio puede ser utilizado.

source: IPv4 Address
es_mx: Dirección IPv4

source: 24 hours (86400)
es_mx: 24 horas (86400)

source: 12 hours (43200)
es_mx: 12 horas (43200)

source: 8 hours (28800)
es_mx: 8 horas (28800)

source: 4 hours (14400)
es_mx: 4 horas (14400)

source: 2 hours (7200)
es_mx: 2 horas (7200)

source: 1 hour (3600)
es_mx: 1 hora (3600)

source: 30 minutes (1800)
es_mx: 30 minutos (1800)

source: 15 minutes (900)
es_mx: 15 minutos (900)

source: 5 minutes (300)
es_mx: 5 minutos (300)

source: TTL (Time to live)
es_mx: TTL (Tiempo de vida)

source: The TTL (time to live) indicates how long a DNS record is valid for - and therefore when the address needs to be rechecked.
es_mx: El TTL (tiempo de vida) indica por cuanto tiempo es válido un registro DNS, y por lo tanto cuando la dirección tiene que ser vuelta a revisar.

source: Invalid domain name
es_mx: Nombre de dominio inválido

source: Invalid IPv4 Address
es_mx: Dirección IPv4 inválida

source: Nameserver name
es_mx: Servidor de nombres

source: To differentiate them, each MX record has a priority (lower the number, higher the priority). The MX record with the highest priority is the actual target computer where mail boxes are located. '10' is a good default.
es_mx: Para diferenciarlos, cada registro MX tiene una prioridad (menor el número, mayor la prioridad). El registro MX con la mayor prioridad es el servidor donde se encuentran los buzones de correo. '10' es el valor por defecto.

source: IPv6 Address
es_mx: Dirección IPv6

source: Invalid IPv6 Address
es_mx: Dirección IPv6 inválida

source: Your login name
es_mx: Su nombre de usuario

source: Your email address
es_mx: Su dirección de correo

source: Right now, the email is used for gravatar.
es_mx: Justo ahora, se usa para desplegar su foto de gravatar

source: Your password
es_mx: Su contraseña

source: I accept the terms and conditions of this site
es_mx: Acepto los términos y condiciones de este sitio

source: The login may only have letters, numbers or _
es_mx: Su nombre de usuario solo puede tener letras, números o _

source: The login name "%s" is already in use, please choose a different one
es_mx: El nombre de usuario "%s" ya se encuentra en uso, por favor elija uno diferente

source: We know that is boring, but you must accept the terms and conditions
es_mx: Sabemos que es aburrido, pero debe aceptar los términos y condiciones

source: The email "%s" is already in use
es_mx: El correo "%s" ya está en uso

source: Domain Name
es_mx: Nombre de dominio

source: This DNS zone already exists in this server
es_mx: Esta zona DNS ya existe en este servidor

source: Your login or email
es_mx: Su usuario o correo

source: Add new domain
es_mx: Agregar nuevo dominio

source: The delegation for this zone was found and is correct. The zone is now active
es_mx: La delegación de zona ya es correcta. La zona ahora se encuentra activa

source: The delegation check for this zone was scheduled, please wait at least 1 minute and refresh the page to see the result
es_mx: La revisión de la delegación de zona fué programada, por favor espera al menos 1 minuto y refresca la página para ver el resultado

source: You can't create records. Please first check zone delegation.
es_mx: No puede crear registros. Primero revise la delegación de la zona.

source: Add record %s
es_mx: Agregar registro tipo %s

source: Start page
es_mx: Página de inicio

source: Domain %s
es_mx: Dominio %s

source: Server %s
es_mx: Servidor %s

source: Domain tests
es_mx: Pruebas en el dominio

source: Welcome!
es_mx: ¡Bienvenido!

source: List of users
es_mx: Lista de usuarios

source: User
es_mx: Usuario

source: Last Name
es_mx: Apellidos

source: No users found
es_mx: No se encontraron usuarios

source: Users
es_mx: Usuarios

source: View user
es_mx: Ver usuario

source: Update user
es_mx: Actualizar usuario

source: The login or the password is not valid. The login and the password are case sensitive.
es_mx: El login o la contraseña no son válidos. El login y la contraseña son sensibles a las mayúsculas y minúsculas.

source: You need to enable the cookies in your browser to access this website.
es_mx: Usted necesita habilitar las 'cookies' en su navegador web para acceder a este sitio.

source: Password Recovery
es_mx: Recuperar contraseña
